interface wordType {
  title: number
  text: string
}

const wordList: wordType[] = [
  {
    title: 2010,
    text: "在代號為8P的神秘基地，Matrix Design矩陣縱橫誕生，品牌發起人王冠集結一眾有識之士及設計精英，在誌同道合中，共同開啟以「設計 回歸東方」為使命的「設計矩陣」。"
  },
  {
    title: 2011,
    text: "在深圳五洲星苑，「矩陣縱橫」中的點增加到12個，逐漸形成「面」，大家在一起從容地設計與生活。"
  },
  {
    title: 2012,
    text: "矩陣縱橫再次轉移陣地，到了深圳金地工業區，在這個階段品牌逐漸形成具有代表性的新亞洲風格，並憑借《重慶萬科天琴灣高爾夫會所》首次拿下「 室內設計界奧斯卡」—— 安德魯·馬丁（Andrew Martin）國際室內設計大獎，被肯定的力量更加堅定了矩陣縱橫腳下的步伐。"
  },
  {
    title: 2013,
    text: "三十名矩陣人在深圳卓越大廈開啟征程，實現新一輪超越自我、超越競爭者、超越客戶期待的設計理想，將矩陣縱橫的設計風格發揚並孵化了產品品牌M-CASA。這一年矩陣縱橫由個人工作室模式逐步轉變為公司運營模式。"
  },
  {
    title: 2015,
    text: "矩陣縱橫在深圳福田保稅區福年廣場B6座擁有了一間由自己設計的辦公室，在這裏「矩陣縱橫」漸漸成「立體」，隊伍不斷壯大，酒店事業部和辦公事業部應運而生。"
  },
  {
    title: 2018,
    text: "矩陣縱橫確定將走向系統合規化運營，成本的增加為高度開放和安全效率的公司形成打下基礎。公司股權架構的調整，推動著矩陣縱橫開始進入快車道。 "
  },
  {
    title: 2019,
    text: "300人規模的設計團隊搬遷到屬於自己的辦公室——深圳福年廣場B3座，Matrix Design矩陣縱橫成長為兼具業界影響力和當代代表性的中國設計品牌，產業橫向縱向一體化發展。"
  },
  {
    title: 2022,
    text: "近600人的國際化設計團隊在相信相信的力量中穩步前行,在業內權威雜誌《INTERIOR DESIGN》發布的2022年全球百大設計巨頭排行榜中，Matrix Design矩陣縱橫榮登綜合排名第17位，住宅領域第1位。"
  }
]

export default wordList
